Repository: wp-plugins/wpideaforge
Catalog: languages/wpideaforge-*.po
Languages: de_de

source: Let's user suggest Ideas for upcoming Articles.
de_de: Erlaubt Besuchern Ideen für zukünftige Artikel einzureichen.

source: Ideas
de_de: Ideen

source: All Ideas
de_de: Alle Ideen

source: Idea
de_de: Idee

source: New Idea
de_de: Neue Idee

source: Add new Idea
de_de: Neue Idee Hinzufügen

source: Edit Idea
de_de: Idee Editieren

source: View Idea
de_de: Idee Ansehen

source: Search Ideas
de_de: Ideen Durchsuchen

source: No Ideas Found
de_de: Keine Ideen Gefunden

source: No Ideas Found in Trash
de_de: Keine Ideen im Papierkorb gefunden

source: Thanks for the new Idea.
de_de: Vielen Dank für die neue Idee.

source: Something went wrong, please try again.
de_de: Es ist etwas schief gelaufen, bitte probiere es noch einmal.

source: Votes
de_de: Stimmen

source: Publish
de_de: Veröffentlichen

source: Top Ideas
de_de: Die bestbewertesten Ideen

source: Visit Ideas
de_de: zu den Ideen

source: Newest Ideas
de_de: Die neuesten Ideen

source: URL of Ideas
de_de: URL der Ideen-Seite

source: Top Ideas of wpIdeaForge
de_de: Die besten Ideen aus wpIdeaForge

source: Newest Ideas of wpIdeaForge
de_de: Die neuesten Ideen aus wpIdeaForge

source: Submit Idea
de_de: Neue Idee Einreichen

source: Collected Ideas
de_de: Gesammelte Ideen
